Revit 2027 API
BuiltInFailures.GeometryFailures.ConvertFaceRegionsToFacesCrashed Property
 Failed to replace an instance face with its face regions.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId ConvertFaceRegionsToFacesCrashed { get; }
Public Shared ReadOnly Property ConvertFaceRegionsToFacesCrashed As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ ConvertFaceRegionsToFacesCrashed {
	FailureDefinitionId^ get ();
}
static member ConvertFaceRegionsToFacesCrashed : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GeometryFailures Class
Autodesk.Revit.DB Namespace